Repository: OmegaT-L10N/es
Catalog: tm/Gnome localization/en-es.tmx
Source language: en
Languages: es

source: Top left pile. The last three cards are placed here after the deal.
es: Montón en la parte superior izquierda. Las últimas tres cartas se colocan aquí después de dar.

source: Seven piles to the right of Stock. * Deal one cards face down on each of the first four rows. Deal one card face up on the last three rows. Repeat from * two more times, dealing a total of three rows. Deal one card face up on each pile for four more rows.
es: Siete montones a la derecha del montón. * Se da una carta boca abajo a cada una de las primeras cuatro filas. Se da una carta boca arriba a cada una de las últimas tres filas. Repetir * dos veces más, dando a un total de tres filas. Se da una carta boca arriba a cada montón durante cuatro filas más.

source: Create four piles of thirteen cards each, each pile consisting of one suit and in rank order.
es: Crea cuatro montones de trece cartas cada uno, cada montón formado por un palo en orden de rango.

source: Cards in the Tableau are built down by suit. Groups of cards can be moved regardless of sequence. An empty pile in the Tableau can be filled with a King or a group of cards with a King on the bottom.
es: Las cartas del tablero se construyen descendentemente por palo. Se pueden mover grupos de cartas sin importar que sean o no secuencia. Un montón vacío del tablero se puede llenar con un rey o grupo de cartas con un rey en el fondo.

source: At any point, clicking on the Stock will deal the last three cards, one each on the first three piles.
es: En cualquier momento, pulsar en el montón hará que que se den las últimas tres cartas, una en cada uno de los tres primeros montones.

source: For every sequence in suit, points given is (length of sequence - 1). Each time a sequence of thirteen is created and is in its own slot, four extra points are awarded. Reaching a card that was face down gives three points.
es: Para cualquier secuencia de un mismo palo, la puntuación conseguida es (longitud de la secuencia menos 1). Cada vez que se crea una secuencia de trece cartas y está en el montón adecuado, consigue cuatro puntos adicionales como recompensa. Conseguir una carta que estaba boca abajo se recompensa con tres puntos.

source: Unknotting knots is not often easy. Avoid tangling yourself up with no way out.
es: Desatar nudos no siempre es fácil. Evite hacerse un lío del que no pueda salir.

source: Scuffle
es: Reyerta

source: Top left pile. All cards except the Aces are placed here at the start of play. Clicking on the Stock will deal one card to each of the four Reserve piles. Two redeals allowed.
es: Montón en la parte superior izquierda. Al comienzo del juego se colocan aquí todas las cartas excepto los ases. Al pulsar en el montón hará que se de una carta a cada uno de los cuatro montones de la reserva. Se permiten dos repartos.

source: Play begins by dealing four cards face up on to the Reserve. If possible, play cards on to the Foundation from the Reserve. Continue this process until no cards are left in stock and no more moves on to the Foundation can be made.
es: El juego comienza repartiendo cuatro cartas boca arriba en la reserva. Si es posible, lleve las cartas desde la reserva a la fundación. Continúe con este proceso hasta que no queden cartas en el montón y no haya más movimientos hacia la fundación.

source: Take all cards left over on the Reserve and reshuffle. Place these cards back to the stock for redealing. There are two redeals.
es: Tome todas las cartas que quedan en la reserva y baraje de nuevo. Coloque estas cartas de nuevo en el montón para repartir. Hay dos repartos.

source: Try to keep in mind what is underneath the Reserve piles. When given a choice, it is this knowledge which should help you decide which card to play.
es: Intente recordar lo que estaba bajo los montones de la reserva. Cuando tome una decisión, éste conocimiento le debería ayudar a elegir qué carta jugar.

source: Seahaven
es: Puerto de Mar

source: Four piles -- two top left, two top right. Built from Ace to King in suit.
es: Cuatro montones: dos en la parte superior izquierda y dos en la parte superior derecha. Se construyen del as hasta el rey por palo.

source: Four piles at top in the center. Each reserve can only hold one card. Two of the reserves are each dealt one card to start.
es: Cuatro montones en la parte superior central. Cada reserva sólo puede contener una carta. En dos de las reservas se reparte una carta al empezar.

source: Ten piles underneath the Foundation and Reserves. The other fifty cards are dealt face up here with five in each slot.
es: Diez montones bajo la fundación y las reservas. Las otras cincuenta cartas se dan boca arriba aquí, cinco en cada montón.

source: As a convenience, sequences of the same suit can be moved onto the matching Foundation pile rather than being moved individually. This is especially useful at the end of the game.
es: Por comodidad, las secuencias del mismo palo se pueden mover al montón de la fundación correspondiente en lugar de moverlas individualmente. Esto es especialmente útil al final del juego.

source: Top left pile. All cards are placed here at beginning of play. Cards are dealt singly to Waste.
es: Montón en la parte superior izquierda. Aquí se colocan todas las cartas al comienzo del juego. Las cartas se dan de una en una a la basura.

source: To the right of the Stock. Can only hold one card. Card must immediately be placed on either a Foundation pile or on to the Reserve pile of your choice.
es: A la derecha del montón. Sólo puede contener una carta. La carta se debe colocar inmediatamente en un montón de la fundación o en el montón de la reserva a su elección.

source: Four piles on top, to the right of Waste. To be built in sequence from Ace to King regardless of suit.
es: Cuatro montones en la parte superior, a la derecha de la basura. Se construyen en secuencia desde el as hasta el rey sin importar el palo.

source: Four piles placed underneath Foundations. Cards in Reserve can only be played on to Foundation piles.
es: Cuatro montones colocados bajo la fundación. Las cartas de la reserva solo se puede jugar en los montones de la fundación.

source: Move all cards to the Foundations
es: Mueva todas las cartas a la fundación

source: Build on to Foundations in sequence from Ace to King regardless of suit. Cards in Foundations are no longer in play. Cards are dealt singly in to the Waste from the Stock. However, as the Waste pile can only hold one card, this card must immediately be played on to a Foundation pile or on to any of the four Reserve piles. Cards in the Reserve piles cannot be rearranged.
es: En la fundación se construye en secuencia desde al as hasta el rey sin importar el palo. Las cartas en la fundación no están más en juego. Las cartas se dan de una en una desde el montón a la basura. Sin embargo, como el montón de la basura sólo puede contener una carta, ésta se debe colocar inmediatamente en un montón de la fundación o en cualquiera de los montones de las reservas. Las cartas en los montones de la reserva no se pueden recolocar.

source: Try not to place cards of higher rank on to cards of lower rank in the Reserve.
es: Intente no colocar las cartas de rango más alto encima de cartas de rango más bajo en la reserva.

source: Four piles top right.
es: Cuatro montones en la parte superior derecha.

source: Seven piles on the bottom. Deal one card face down on all seven piles, then one on the last six piles, followed by one on the last five piles. Continue in this manner until you have seven cards in the last pile. Flip up the top card on every pile.
es: Siete montones en la parte inferior. Se reparte una carta boca abajo en los siete montones. Después una en los seis últimos montones, una en los cinco últimos montones. Continuando de este modo hasta que queden siete cartas en el último montón. Por último, poner boca arriba la primera carta de cada montón.

source: Create four piles of thirteen cards each built down in suit and sequence.
es: Crear cuatro montones de trece cartas cada uno ordenados secuencialmente por palo.

source: Cards in Tableau can be built down regardless of suit. Builds of cards in sequence and in the same suit can by moved as a unit. Empty Tableau piles can be filled with any card or build of cards.
es: Las cartas del tablero pueden ser agrupadas sin tener en cuenta el palo. Los grupos de cartas secuenciales y del mismo palo se pueden mover como una unidad. En los montones vacíos del tablero se pueden colocar cualquier carta o grupo de cartas.

source: Each Tableau pile must be filled before any deal. Clicking on the Stock will deal a card on to every Tableau pile except for the last deal which places one card on each of the first three piles.
es: Cada montón del tablero se debe rellenar antes de repartir. Pulsando en el montón almacén se repartirá una carta a cada montón del tablero a excepción del último reparto que colocara una carta en cada una de las tres primeras pilas.

source: A build of all thirteen cards in a suit may be moved on to a Foundation pile. Cards in the Foundation are no longer in play.
es: Una secuencia de las trece cartas de un palo se puede mover al montón objetivo. Las cartas colocadas en el objetivo no se consideran en juego.

source: Every pair of cards in suit and sequence scores one point.
es: Cada par de cartas seguidas del mismo palo puntúa un tanto.

source: Try to keep a Tableau pile empty whenever possible to create a swap space for moving around cards.
es: Intenta mantener vacío el montón del tablero siempre que sea posible para crear un espacio de intercambio para poder mover las cartas.

source: Spider
es: Araña

source: Top left pile. Deck placed here after dealing onto Tableau. Clicking deals one card face up to every pile.
es: Montón en la parte superior izquierda. La baraja se coloca aquí después de dar en el tablero. Al pulsar se da un carta boca arriba en cada montón.

source: Top eight piles. Only used to hold sequences of cards going down from King down to Ace once completed.
es: Ocho montones en la parte superior. Sólo se usan para contener secuencias de cartas que van desde el rey hacia abajo, hasta el as una vez completadas.

source: Ten piles. Four piles (piles 1, 4, 7, and 10) get dealt 5 cards down and one card up while rest of the piles get dealt 4 cards down and one card up. Cards can be built down regardless of suit. Sequences of cards in the same suit can be moved as a unit. Empty piles can be filled with any card or movable unit.
es: Diez montones. Cuatro montones (montones 1, 4 7 y 10) donde se dan cinco cartas boca abajo y una carta boca arriba mientras que al resto de los montones se dan cuatro cartas boca abajo y una carta boca arriba. Las cartas se pueden construir descendentemente sin importar el palo. Las secuencias de cartas del mismo palo se pueden mover como una unidad. Los montones vacíos se pueden llenar con cualquier carta o unidad movible.

source: To have eight sequences of cards going down from King down to Ace in the foundation.
es: Tener en la fundación ocho secuencias de cartas hacia abajo desde el rey hasta el as.

source: If you want an extremely difficult challenge, do not move completed sequences of cards to a foundation. You can also win by leaving the same eight sequences in the tableau. This is harder because there are fewer empty piles available. In fact, it is nearly impossible.
es: Si quiere un reto extremadamente difícil no mueva las secuencias completadas a la fundación. También puedes gana dejando las ocho secuencias en el tablero. Esto es complicado porque hay pocos montones vacíos disponibles. De hecho, es casi imposible.

source: Build down regardless of suit. Sequences of cards in the same suit can be moved as a unit. Empty piles can be filled with any card or legal sequence.
es: Se construye hacia abajo sin importar el palo. Las secuencias de cartas del mismo palo se pueden mover como si fuesen una unidad. Los montones vacíos se pueden rellenar con cualquier carta o secuencia válida.

source: Clicking on the Stock pile at any time deals a card face up to every pile. However, all piles must be non-empty. If an empty pile exists, an error message will appear.
es: Al pulsar en el montón en cualquier momento hará que se reparta una carta boca arriba a cada montón. Sin embargo, todos los montones deben tener cartas. Si hay un montón vacío, aparecerá un mensaje de error.

source: A sequence of cards going down from King down to Ace can be moved to a foundation pile. Once there, these cards are no longer in play.
es: Una secuencia de cartas que va del rey hasta el as se puede mover as un montón de la fundación. Una vez allí, estas cartas no están más disponibles para el juego.

source: There are three possible types of deck. Each deck has 104 cards.
es: Hay tres posibles tipos de barajas. Cada baraja tiene 104 cartas.

source: One Suit
es: Un palo

source: The deck is an octuple deck of Spades only. This is the simplest of the spider decks and a good way to learn the basics.
es: La baraja es la unión de ocho palos de picas. Ésta es la más simple de todas las barajas de la Araña y una buena manera de aprender la base del juego.

source: Two Suits
es: Dos palos

source: The deck is a quadruple deck of Hearts and Spades only. There are four complete sequences of cards for each suit. This is not quite as diabolical as the standard four suit spider deck.
es: La baraja son cuatro palos de corazones y cuatro de picas. Hay cuatro secuencias completas de cartas por cada palo. Éste no es tan diabólicamente difícil como la baraja de cuatro palos de la Araña.

source: Four Suits
es: Cuatro palos

source: The deck is a standard double deck. There are two complete sequences of cards for each suit. This is the standard Spider deck. It is also the most difficult.
es: La baraja es una baraja doble. Hay dos secuencias completas por cada palo. Ésta es la baraja estándar de la Araña. También la de mayor dificultad.

source: Many traditional implementations of Spider do not use a foundation and simply remove completed sequences of cards. This has no impact upon game play.
es: Muchas implementaciones tradicionales de la Araña no usan una fundación y simplemente eliminan las secuencias completas de cartas. Esto no tiene ningún impacto en el juego.

source: For every sequence in suit, points given is (length of sequence - 1).
es: Para cada secuencia por palo los puntos que se consiguen son (longitud de la secuencia menos uno).

source: Maximum possible score: 96
es: Máxima puntuación posible: 96

source: If at first you don't succeed, don't become addicted. Build in suit whenever possible, but expose as many cards as you can.
es: Si al principio no tiene éxito, no le creará adicción. Construya por palo siempre que sea posible, pero exponga tantas cartas como pueda.

source: Spider Three Decks
es: Araña de tres barajas

source: written by Jonathan Blandford, Daniel Werner
es: Escrito por Jonathan Blandford, Daniel Werner

source: Triple Deck
es: Baraja triple

source: Top twelve piles. Not part of "official rules".
es: Veinte montones en al parte superior. No son parte de las «reglas offciales».

source: Twelve piles. The first six piles get dealt 4 cards down and one card up while rest of the piles get dealt 3 cards down and one card up. Cards can be built down regardless of suit. Sequences of cards in the same suit can be moved as a unit. Empty piles can be filled with any card or movable unit.
es: Doce montones. En los primeros seis montones se dan cuatro cartas boca abajo y una carta boca arriba mientras que en el resto de los montones se dan tres cartas boca abajo y una boca arriba. Las cartas se pueden construir descendentemente sin importar el palo. Las secuencias de cartas del mismo palo se pueden mover como una unidad. Los montones vacíos se pueden llenar con cualquier carta o unidad movible.

source: To have twelve sequences of cards (three for each suit) going down from King down to Ace in the foundation.
es: Tener en la fundación doce secuencias de cartas (tres de cada palo) en sentido descendente desde el rey hasta el as.

source: If you want an extremely difficult challenge, you can also win by forming the same twelve sequences in the tableau. This is harder because there are fewer empty piles available. In fact, it is nearly impossible.
es: Si quiere extremar la dificultad del juego, puede ganar formando las mismas doce secuencias en el tablero. Esto se vuelve más complicado porque hay menos montones vacíos disponibles. De hecho, es casi imposible.

source: Clicking on the Stock pile at any time deals a card face up to every pile. Unlike in other Spider variants, empty piles are allowed at redeals.
es: Pulsando en el montón en cualquier momento se da una carta boca arriba a cada montón. A diferencia de otras variantes de la Araña, se permite que haya montones vacíos durante los repartos.

source: A sequence of thirteen cards can be moved to a foundation pile. Once there, these cards are no longer in play.
es: Una secuencia de trece cartas se puede mover a un montón de la fundación. Una vez allí no se considera más en juego.

source: Maximum possible score: 144
es: Máxima puntuación posible: 144

source: Straight Up
es: Secuencia completa

source: Four piles on top right. Deal one two on each Foundation pile to start. To be built up in suit to Ace.
es: Cuatro montones en la parte superior derecha. Se reparte un dos a cada montón objetivo para ordenarlos por palo hasta el as.

source: Pile under Stock. Deal thirteen cards here to begin. Top card available for play on to Tableau or Foundation piles.
es: El montón debajo del almacén. Se reparten trece cartas aquí para empezar. La carta en la cima del montón está disponible para jugar en el tablero o en el objetivo.

source: Four piles bottom right. Deal one card on each pile to start. Piles can be built in suit. Spaces are automatically filled from Reserve. Once Reserve is empty, Tableau spaces can be filled from the Waste at your leisure.
es: Cuatro montones en la parte inferior derecha. Se reparte una carta a cada montón al empezar. Los montones pueden ser construidos por palo. Los espacios se rellenarán automáticamente de la reserva. Una vez que la reserva este vacía, los espacios del tablero podrán ser rellenados de la basura según te convenga.

source: Cards in the Tableau are built down in suit. Groups of cards can be moved. An empty slot in the Tableau is filled automatically from the Reserve. If the Reserve is empty, an empty slot can be filled by the top card of the Waste at your leisure.
es: Las cartas en el tablero se colocan por palo. Los grupos de cartas se pueden mover. Un hueco en el tablero se rellena automáticamente desde la reserva. Si la reserva esta vacía, un hueco se puede rellenar con la carta de la cima de la basura según te convenga.

source: Cards can be flipped singly from the Stock to the Waste. Top card is available for play. There are two redeals
es: Las cartas se pueden dar la vuelta individualmente desde el almacén hasta la basura. La carta de la cima de la basura está disponible para jugar. Hay dos repartos.

source: Foundations are built up in suit from twos to aces. Cards in Foundations are no longer in play. Double clicking on a card will move it to the appropriate Foundation pile if such a move is possible.
es: El objetivo se construye con cartas del mismo palo, desde el dos hasta el as. Las cartas en el objetivo ya no se consideran parte del juego. Pulsar dos veces en una carta hará que se mueva hasta el objetivo correspondiente si tal movimiento es posible.

source: Each card moved to Foundation piles scores one point.
es: Cada carta colocada en el objetivo puntúa un tanto.

source: No point lagging behind! Move cards to Foundation piles whenever possible.
es: ¡No se demore! Mueva las cartas a los montones de la fundación siempre que le sea posible.

source: Streets and Alleys
es: Calles y callejones

source: Four piles in the middle column. To be built from Ace to King. Topmost card in each Foundation can be played back on to the Tableau.
es: Cuatro montones el la columna central. Para construir desde el as hasta el rey. La carta de la cima en cada montón objetivo puede ser traída de vuelta al tablero.

source: Eight slots (four to the left and four to the right of Foundations.) Deal all cards face up and extended on to these eight piles so that there are seven cards in each pile on the left flank and six cards in each pile on the right flank and all cards are showing.
es: Ocho huecos (cuatro a la izquierda y cuatro a la derecha del objetivo). Se reparten todas las cartas boca arriba y extendidas en estos ocho montones de manera que hay siete cartas en cada montón del flanco izquierdo y seis cartas en cada montón del flanco derecho. Todas las cartas están visibles.

source: Build evenly on to Foundations if possible. Try and get an empty Tableau slot.
es: Construye uniformemente en el objetivo si es posible. Intenta y consigue un huevo en el tablero.

source: Ten Across
es: Diez a través

source: Written by James LewisMoss
es: Escrito por James LewisMoss

source: Temporary Spots
es: Huecos temporales

source: Locations to place one card out of play. The spots begin the game filled. One version of the game does not allow you to put new cards into these spots once they are empty.
es: Lugares para situar temporalmente una carta fuera del juego. Los huecos comienzan llenos. Una versión del juego no te permite poner cartas nuevas en estos huecos una vez que estén vacíos.

source: Ten piles across the bottom. To deal place 10 cards across going from left to right with the first and last cards face up. Continuing you place ten cards across the piles from right to left (reversed) with the first two and last two cards placed face up. Continue this pattern (reversed and one more card each pass) until 50 cards have been placed. Place the last two cards in the temporary spots at the top.
es: Diez montones a lo largo de la parte inferior. Al repartir se colocan diez cartas de izquierda a derecha con la primera y la última carta boca arriba. Se continúa colocando diez cartas de derecha a izquierda (al revés) con las primeras dos y las últimas dos cartas boca arriba. Continuamos este proceso (invirtiendo el orden en cada pasada) hasta que se hayan repartido 50 cartas. Coloca las dos últimas dos cartas en los huecos.

source: Form four piles in the tableau all of the same suit running from King to Ace.
es: Forma en el tablero cuatro montones del mismo palo desde el rey hasta el as.

source: Only a King may be moved to a blank tableau spot.
es: Sólo se puede mover un rey a un espacio en blanco de tablero.

source: Cards may be moved only onto other cards if the suit matches and the moved card is one less than the moved to. This includes moving a pile of cards of different suits as long as the top card of the moved pile matches the bottom card of the location moved to.
es: Las cartas se pueden mover únicamente encima de otras cartas si estás coinciden en palo y la carta movida es menor que la otra. Esto incluye mover una grupo de cartas de cartas de diferentes palos tan grande como para que encajen la cima del montón que se mueve con la última carta del montón a donde se mueven.

source: Allow temporary spots use: If checked the temporary spots may be reused.
es: Permitir el uso de espacios temporales: si está habilitado se podrán volver a usar los espacios temporales.

source: You win or lose. There is no scoring.
es: Pierde o gana. No hay puntuaciones.
